[
    {
        "id": 1,
        "name": "Dr. Smith",
        "rating": 5,
        "img": "https://images.unsplash.com/photo-1583864697784-a0efc8379f70?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MTJ8fGhhbmRzb21lJTIwbWFufGVufDB8fDB8fA%3D%3D&auto=format&fit=crop&w=500&q=60",
        "review": " ‘Three Idiots’ was an amazing film that really impressed me of how good Bollywood films can be. My emotions throughout the film was like a roller coaster, going from sad to jubilant in a matter of seconds. I mainly recommend this film to anyone who is unsure of watching a Bollywood film, yet I also recommend this film to every other person in the entirety of the earth."
    },
    {
        "id": 2,
        "name": "Utsaho Utsho",
        "rating": 4.5,
        "img": "https://images.unsplash.com/photo-1623091928870-dbe5bd43ea7d?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MTZ8fGhhbmRzb21lJTIwbWFufGVufDB8fDB8fA%3D%3D&auto=format&fit=crop&w=500&q=60",
        "review": "The first half is a sweet romance story filled with laughs and warmth about a charming, gentle, yet humorous Italian-Jewish waiter who eventually wins the heart of the girl of his dreams. The second half is a heartfelt story of a father protecting his young son's innocence in spite of everything horrible going on within the setting of a concentration camp."
    },
    {
        "id": 3,
        "name": "Mahbub Hasan",
        "rating": 4,
        "img": "https://images.unsplash.com/photo-1521053432093-b5d85e9f0946?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MTd8fGhhbmRzb21lJTIwbWFufGVufDB8fDB8fA%3D%3D&auto=format&fit=crop&w=500&q=60",
        "review": "Seriously, it's amazing film and one of best movie in my movie list😚, I've never seen. I really enjoyed this film bcoz of how the story just touches ur heart ❤the character are fantastically play their role....must watch this movie makes you laugh😁 from the start."
    },
    {
        "id": 4,
        "name": "Ajoy Baidya",
        "rating": 5,
        "img": "https://images.unsplash.com/photo-1542142430-6c91a7c123b5?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8N3x8aGFuZHNvbWUlMjBtYW58ZW58MHx8MHx8&auto=format&fit=crop&w=500&q=60",
        "review": "there became a anti Jewish people campaign occuring and the family (Guido - Dora and their son) be taken to the concentration camps which Guido made up a game about it to cover the truth of the Nazi's violence. And to avoid sorrow and sad feeling for his son, he made up an award which is a brand new tank If they win the prize (1000points)."
    },
    {
        "id": 5,
        "name": "Shammi akther",
        "rating": 4.3,
        "img": "https://images.unsplash.com/photo-1568452329428-e760163f262c?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MTN8fGJlYXV0aWZ1bCUyMHdvbWVufGVufDB8fDB8fA%3D%3D&auto=format&fit=crop&w=500&q=60",
        "review": "Set in two moments during WWII, both parts of the film is magnificent. I watched this during school in-fact, As my English teacher decided to show us the film and what a movie it is. One of my favourite films out there, Definitely one to wa ...MOR."
    },
    {
        "id": 6,
        "name": "Kareema kapoor",
        "rating": 5,
        "img": "https://images.unsplash.com/photo-1618068291962-bb16bfca7f0f?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MTl8fGJlYXV0aWZ1bCUyMHdvbWVufGVufDB8fDB8fA%3D%3D&auto=format&fit=crop&w=500&q=60",
        "review": "I really think more people should watch Life is Beautiful. It's actually sort of a gem, a gem you want to keep for yourself, but at the same time, show it to others so they can appreciate it for it is a masterpiece.5 out of 5. For it's minor flaws."
    },
    {
        "id": 7,
        "name": "Prokash faul",
        "rating": 4.1,
        "img": "https://images.unsplash.com/photo-1611608822650-925c227ef4d2?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8NXx8aGFuZHNvbWUlMjBtYW58ZW58MHx8MHx8&auto=format&fit=crop&w=500&q=60",
        "review": "The fight choreography was great not because of john wick level action sequences but just really fun and enjoyable action scemes that really embrace comic book fun.The villain loki is perfect as although he may have a generic motavation, the way clashes with the heroes ideologies and has huge amounts of personality made him unforgettable."
    },
    {
        "id": 8,
        "name": "Emon Ahmed",
        "rating": 5,
        "img": "https://images.unsplash.com/photo-1588731222899-68315ddd5e8e?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8NHx8aGFuZHNvbWUlMjBtYW58ZW58MHx8MHx8&auto=format&fit=crop&w=500&q=60",
        "review": "Joss Whedon had spoken out saying \"This was the hardest movie he ever worked on\", and I clearly see the effort and hard work put into this movie. Joss had a lot of things in his hands while making this movie and that's it's characters, story, action and it's brilliant sense of humor, and it payed off well. Joss Whedon did a great job directing this movie as he put in enough energy and to entertain everyone."
    },
    {
        "id": 9,
        "name": "Rahu Roy",
        "rating": 4.5,
        "img": "https://images.unsplash.com/photo-1587944308214-cb558d66cfe6?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MTF8fGhhbmRzb21lJTIwbWFufGVufDB8fDB8fA%3D%3D&auto=format&fit=crop&w=500&q=60",
        "review": "Well we all know that this is the sequel of Maari, the songs are too good as they were in the previous movie. Sai pallavi stoled the whole show with her superb dance movies, along with the man himself Dhanush as Maari ❤."
    }
]